Repository: GNOME/eog-plugins
Catalog: po/*.po
Languages: te

source: Display the geolocation of the image on a map
te: మాప్‌నందు ప్రతిబింబముయొక్క geolocationను ప్రదర్శించుము

source: Map
te: మాప్

source: (invalid Unicode)
te: (చెల్లని యూనికోడ్)

source: <b>General</b>
te: <b>సాదారణ</b>

source: <b>Histogram</b>
te: <b>హిస్టోగ్రామ్</b>

source: Display RGB histogram
te: RGB హిస్టోగ్రామ్ ప్రదర్శించుము

source: Display camera settings in statusbar
te: కేమెరా అమరికలను స్థితిపట్టీనందు ప్రదర్శించుము

source: Display per-channel histogram
te: ఒక్కో-చానల్ హిస్టోగ్రామ్ ప్రదర్శించుము

source: Displays camera settings and histogram
te: కేమెరా అమరికలను మరియు హిస్టోగ్రామ్‌ను ప్రదర్శిస్తుంది

source: Exif display
te: Exif ప్రదర్శన

source: <b>Aperture:</b>
te: <b>ఎపెర్చర్:</b>

source: <b>Description:</b>
te: <b>వివరణ:</b>

source: <b>Expo. Time:</b>
te: <b>Expo. సమయం:</b>

source: <b>Expo. bias:</b>
te: <b>Expo. బైస్:</b>

source: <b>ISO speed:</b>
te: <b>ISO వేగము:</b>

source: <b>Metering:</b>
te: <b>మీటరింగ్:</b>

source: <b>Zoom:</b>
te: <b>జూమ్:</b>

source: Fit to width
te: వెడల్పునకు అమర్చు

source: Zoom to fit image width
te: ప్రతిబింబము వెడల్పు అమర్చుటకు జూమ్‌చేయి

source: Send by Mail
te: మెయిల్ ద్వారా పంపుము

source: Send the selected images by mail
te: ఎంపికచేసిన ప్రతిబింబములను మెయిల్ ద్వారా పంపుము

source: Send By Mail
te: మెయిల్ ద్వారా పంపుము

source: Sends an image attached to a new mail
te: కొత్త మెయిల్‌కు అనుబందించి వొక ప్రతిబింబమును పంపుతుంది

source: Shuffles images in slideshow mode
te: స్లైడ్‌షో రీతినందు ప్రతిబింబములను కలగలిపియిస్తుంది

source: Slideshow Shuffle
te: కలగలిపిన స్లైడ్‌షో

source: Flickr Uploader
te: ఫ్లికర్‌కు యెక్కించునది

source: Upload your pictures to Flickr
te: మీ ఛాయాచిత్రములను ఫ్లిక్కర్‌కు యెక్కించుము

source: Upload to Flickr
te: ఫ్లిక్కర్‌కు యెక్కించుము

source: Python Console
te: పైథాన్ కన్సోల్

source: Python console for Eye of GNOME
te: Eye of GNOME కొరకు పైథాన్ కన్సోలు
